{"review_id":"NxL8SIC5yqOdnlXCg18IBg","user_id":"KpkOkG6RIf4Ra25Lhhxf1A","business_id":"2aFiy99vNLklCx3T_tGS9A","stars":5,"date":"2011-10-10","text":"If you enjoy service by someone who is as competent as he is personable, I would recommend Corey Kaplan highly. The time he has spent here has been very productive and working with him educational and enjoyable. I hope not to need him again (though this is highly unlikely) but knowing he is there if I do is very nice. By the way, I'm not from El Centro, CA. but Scottsdale, AZ.","useful":0,"funny":0,"cool":0,"type":"review"}
{"review_id":"pXbbIgOXvLuTi_SPs1hQEQ","user_id":"bQ7fQq1otn9hKX-gXRsrgA","business_id":"2aFiy99vNLklCx3T_tGS9A","stars":5,"date":"2010-12-29","text":"After being on the phone with Verizon Wireless trying to figure out why my phone wasn't working for 4.5 hours, I was put in touch with Sharpie Tech. Well, after 10 seconds they fixed the problem. As the owner of a company that does our best numbers over the holiday season, having my phone out of order for 4.5 hours was horrible. Sharpie Tech fixed the problem in record time, even Verizon was shocked. I highly recommend working with this company and I look forward to working with them more. \n\n-Rachel Charlupski\nFounder and CEO, The Babysitting Company","useful":1,"funny":0,"cool":0,"type":"review"}
{"review_id":"wslW2Lu4NYylb1jEapAGsw","user_id":"r1NUhdNmL6yU9Bn-Yx6FTw","business_id":"2aFiy99vNLklCx3T_tGS9A","stars":5,"date":"2011-04-29","text":"Great service! Corey is very service oriented. Works fast and very effiecient with his time. Going to use him again real soon to do additional IT services. thanks Corey.","useful":0,"funny":0,"cool":0,"type":"review"}
{"review_id":"GP6YEearUWrzPtQYSF1vVg","user_id":"aW3ix1KNZAvoM8q-WghA3Q","business_id":"2LfIuF3_sX6uwe-IR-P0jQ","stars":5,"date":"2014-07-14","text":"Highly recommended. Went in yesterday looking for a dresser to use as a tv stand. Found the perfect piece for the retro look I'm going for. I found some other small decor items. Price was fair and they delivered today.  Shawn did a great job. Keep up the good work! I will definitely be back.","useful":0,"funny":0,"cool":1,"type":"review"}
{"review_id":"25RlYGq2s5qShi-pn3ufVA","user_id":"YOo-Cip8HqvKp_p9nEGphw","business_id":"2LfIuF3_sX6uwe-IR-P0jQ","stars":4,"date":"2014-01-15","text":"I walked in here looking for a specific piece of furniture.  I didn't find it, but what I did find were so many things that I didn't even know I needed!  So much cool stuff here, go check it out!","useful":0,"funny":0,"cool":0,"type":"review"}